Repository: xiph/Icecast-Server
Catalog: ci/osc/icecast/debian/po/*.po
Languages: cs, de

source: Configure Icecast2?
cs: Nastavit Icecast2?
de: Icecast2 konfigurieren?

source: Choose this option to set up passwords for Icecast2. Until these are configured the server will not be activated.
cs: Tuto možnost zvolte, mají-li se nastavit hesla pro Icecast2. Server nebude aktivován, dokud tato hesla nebudou nastavena.
de: Wählen Sie diese Option, um Passwörter für Icecast2 zu setzen. Solange dies nicht erledigt ist, wird der Server nicht aktiviert.

source: You should not use this option if you have already manually tweaked the configuration of Icecast2.
cs: Tuto možnost nepoužívejte, pokud jste si již nastavení Icecast2 ručně vyladili.
de: Sie sollten diese Option nicht verwenden, wenn Sie die Konfiguration von Icecast2 schon per Hand optimiert haben.

source: Icecast2 hostname:
cs: Název hostitele pro Icecast2:
de: Icecast2-Rechnername:

source: Please specify the fully qualified domain name that should be used as prefix to all streams.
cs: Zadejte prosím plně kvalifikované doménové jméno, které se má použít jako předpona pro všechna vysílání.
de: Bitte geben Sie den kompletten Domain-Namen an, der als Präfix für alle Übertragungen verwendet werden soll.

source: Icecast2 source password:
cs: Heslo pro zdroje v Icecast2:
de: Icecast2-Quellenpasswort:

source: Please specify the password that should be used to control access to Icecast2's media sources.
cs: Zadejte prosím heslo, které se má použít k řízení přístupu k mediálním zdrojům Icecast2.
de: Bitte geben Sie das Passwort an, das für den Kontrollzugriff auf die Medienquellen von Icecast2 verwendet werden soll.

source: Icecast2 relay password:
cs: Heslo pro přenos v Icecast2:
de: Icecast2-Relais-Passwort:

source: Please specify the password that should be used to control access to Icecast2's stream relays.
cs: Zadejte prosím heslo, které se má použít k řízení přístupu k přenosům vysílání v Icecast2.
de: Bitte geben Sie das Passwort an, das für den Kontrollzugriff auf die Übertragungsrelais von Icecast2 verwendet werden soll.

source: Icecast2 administration password:
cs: Heslo pro správu Icecast2:
de: Icecast2 Administrations-Passwort:

source: Please specify the password that should be used for Icecast2 administration.
cs: Zadejte prosím heslo, které se má použít pro správu Icecast2.
de: Bitte geben Sie das Passwort an, das für die Administration von Icecast2 verwendet werden soll.

source: The administration web interface, at http://localhost:8000, can be used to monitor connections or to block users from streaming.
cs: K monitorování připojení či zablokování vysílání uživatelům lze využít webové rozhraní pro správu na adrese http://localhost:8000.
de: Die Administrations-Web-Schnittstelle unter http://localhost:8000 kann verwendet werden, um Verbindungen zu überwachen oder Nutzer von den Übertragungen auszuschließen.
